[
  {
    "source": "copilot and https://blackadderquotes.com/blackadders-best-insults"
  },
    {
        "number": 1,
        "quote": "Baldrick, does it have to be this way? Our valued friendship ending with me cutting you up into strips and telling the prince that you walked over a very sharp cattle grid in an extremely heavy hat?",
        "episode": "Blackadder Series 3 Episode 6 Duel and Duality"
    },
    {
        "number": 2,
        "quote": "Your brain, for example, is so minute, Baldrick, that if a hungry cannibal cracked your head open, there wouldn't be enough to cover a small water biscuit.",
        "episode": "Blackadder Series 4 Episode 1 Captain Cook"
    },
    {
        "number": 3,
        "quote": "To you, Baldrick, the Renaissance was just something that happened to other people, wasn't it?",
        "episode": "Blackadder Series 2 Episode 2 Head"
    },
    {
        "number": 4,
        "quote": "The girl is wetter than a haddock's bathing costume.",
        "episode": "Blackadder Series 3 Episode 5 – Amy and Amiability"
    },
    {
        "number": 5,
        "quote": "Unfortunately, most of the infantry think you're a prat. Ask them who they'd rather meet, Squadron Commander Flashheart or the man who cleans out the public toilets in Aberdeen, and they'd go for Wee Jock Poo-Pong McPlop every time.",
        "episode": "Blackadder Series 4 Episode 4 Private Plane"
    },
    {
        "number": 6,
        "quote": "(Blackadder is asked if he thinks Dr. Johnson is a genius) 'No sir, I do not. Unless, of course, the definition of 'genius' in his ridiculous Dictionary is \"a fat dullard or wobblebottom; a pompous ass with sweaty dewflaps.\"'",
        "episode": "Blackadder Series 3 Episode 2 – Ink and Incapability"
    },
    {
        "number": 7,
        "quote": "There hasn't been a war run this badly since Olaf the hairy, King of all the Vikings, ordered 80,000 battle helmets with the horns on the inside.",
        "episode": "Blackadder Series 4 Episode 3 Major Star"
    },
    {
        "number": 8,
        "quote": "(In a telegram to Charlie Chaplin) 'Congrats. Stop. Have discovered only person in world less funny than you. Stop. Name – Baldrick. Stop. PS. Please, please, please – stop.'",
        "episode": "Blackadder Series 4 Episode 3 Major Star"
    },
    {
        "number": 9,
        "quote": "Baldrick, you wouldn't recognize a subtle plan if it painted itself purple and danced naked on a harpsichord singing 'subtle plans are here again'.",
        "episode": "Blackadder’s Christmas Carol"
    },
    {
        "number": 10,
        "quote": "Baldrick, in the Amazonian rainforests there are tribes of Indians as yet untouched by civilization who have developed more convincing Charlie Chaplin impressions than yours.",
        "episode": "Blackadder Series 4 Episode 3 Major Star"
    },
    {
        "number": 11,
        "quote": "I lost closer friends than 'darling Georgie' the last time I was deloused.",
        "episode": "Blackadder Series 4 Episode 5 General Hospital"
    },
    {
        "number": 12,
        "quote": "You're the worst cook in the entire world. There are amoebas on Saturn who can boil a better egg than you.",
        "episode": "Blackadder Series 4 Episode 1 Captain Cook"
    }
]
